debug_info=Fels\u00F6knings info
debug_info_fail =Lyckades inte f\u00E5 DebugInfo fr\u00E5n UserService
smartcard_connected =V\u00E4nligen kontrollera att ditt kort \u00E4r i kortl\u00E4saren innan du forts\u00E4tter. L\u00E5t kortet sitta kvar i kortl\u00E4saren medan den processar!
smartcard_unavailable =Smartkortet \u00E4r inte tillg\u00E4nglig
user_service_unavailable =UserService \u00E4r inte tillg\u00E4nglig
server_unavailable =Serven \u00E4r inte tillg\u00E4nglig
backup_file_exists=Det finns redan en backup-fil. Tryck p\u00E5 OK om du vill skriva \u00F6ver den. Vill du verkligen forts\u00E4tta?
authenticate_password=Ange l\u00F6senordet
enter_password_backup=Ange l\u00F6senordet f\u00C5r din backup (L\u00F6senordet m\u00E5ste vara 8 tecken l\u00E5ngt):
enter_password_restore=Ange l\u00F6senordet till din backup:
backup_sc_success=Backup av kortet: Bakupen lyckades!
backup_sc_fail=Backup av kort: Det uppstod ett fel under backupen!
sc_restore_success=\u00C5terkopiering av kort-backup: \u00C5terst\u00E4llning av kort-backup lyckades!
sc_restore_fail=\u00C5terkopiering av kort-backup: Det uppstod ett fel under \u00E5terkopieringen!
change_pin=\u00C4ndra PIN-kod \u2013 V\u00E4nligen se till att kortet \u00E4r I kortl\u00E4saren
enter_current_pin=Ange din PIN-kod
enter_new_pin=Ange en ny PIN-kod
wrong_pin_try_again=Du angav fel PIN-kod. F\u00F6rs\u00F6k igen
wrong_pin_locked=Du har angett fel PIN-kod f\u00F6r m\u00E5nga g\u00E5nger \u2013 Kortet har blivit l\u00E5st. Anv\u00E4nd PUK-koden f\u00F6r att l\u00E5sa upp kortet p\u00E5 nytt
pin_changed=Din PIN-kod har blivit \u00E4ndrad
unknown_return_code=Ok\u00E4nt felkod. Kunde inte \u00E4ndra PIN-koden. Kontrollera att kortet sitter I kortl\u00E4saren.
unlock_sc=Verktyg f\u00F6r att l\u00E5sa upp Kort: V\u00E4nligen kontrollera att kortet sitter I kortl\u00E4saren.
enter_puk=Ange din PUK-kod
wrong_puk_try_again=Fel PUK-kod \u2013 F\u00F6rs\u00F6k igen
wrong_puk_dead=Du har angett fel PUK-kod 10 g\u00E5nger i rad \u2013 Kortet \u00E4r nu f\u00F6rbrukat \u2013 Ta kortet till administrat\u00F6ren f\u00F6r att \u00E5terst\u00E4lla kortet.
card_unlocked=Kortet \u00E4r nu uppl\u00E5st. PIN-koden \u00E4r satt till den kod du valde
unknown_return_code_unlock=Ok\u00E4nt returv\u00E4rde. Det gick inte att l\u00E5sa upp kortet
pin_puk_long=PIN-koden m\u00C5sta vara 4 tecken l\u00C5ng och PUK-koden 8 tecken
pin_long=PIN-koden m\u00E5sta vara 4 tecken l\u00E5ng
checking_revocation_status=Sp\u00E4rrkontroll kan ta n\u00E5gon minut. Ta inte ut kortet fr\u00E5n kortl\u00E4saren under tiden.
check_revocation_status_ok=Sp\u00E4rrkontrollen lyckades. Borttagna blockerade credentials.
check_revocation_status_fail=Sp\u00E4rrkontrollen misslyckades
insufficient_storage=Kortets minne \u00E4r fullt. V\u00E4lj \u201CSp\u00E4rrkontroll\u201D i ABC4Trust menyn f\u00F6r att frig\u00F6ra minne.